Repository: hissy/addon_core_translation
Catalog: src/languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Core Translation Updater
de_de: Sprachen aktualisieren

source: Download latest translation file from official concrete5 GitHub repository.
de_de: Die aktuellsten Sprachdateien vom concrete5 GitHub Repository herunterladen.

source: Unable to load stats.
de_de: Die Statistiken konnten nicht geladen werden.

source: Please select a resource.
de_de: Bitte eine Quelle auswählen

source: Please select a language.
de_de: Bitte eine Sprache auswählen.

source: Please select a valid language.
de_de: Bitte eine gültige Sprache auswählen.

source: You must create the directory %s and make it writable before you may run this tool. Additionally, all files within this directory must be writable.
de_de: Um das Übersetzungstool nutzen zu können, muss das Verzeichnis %s angelegt sein. Das Verzeichnis und die darin befindlichen Dateien müssen beschreibbar sein.

source: Translation updated.
de_de: Die Übersetzung wurde aktualisiert.

source: Unable to get translation file: %s
de_de: Die Sprachdatei %s konnte nicht abgerufen werden.

source: Select Language
de_de: Sprache wählen

source: Update
de_de: Aktualisieren

source: Select Resource
de_de: Quelle für Sprachdatei auswählen

source: Which resource should I use?
de_de: Welche Quelle sollte verwendet werden?

source: If you use concrete5 5.7+, please select %s
de_de: Wenn concrete5 5.7+ verwendet wird, bitte %s wählen.

source: Select
de_de: Auswahl
